{
  "plugins": {
    "FixCursorHold.nvim": {
      "src": "https://github.com/antoinemadec/FixCursorHold.nvim"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "catppuccin": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "csvview.nvim": {
      "src": "https://github.com/hat0uma/csvview.nvim"
    },
    "dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "dapui": {
      "src": "https://github.com/rcarriga/nvim-dap-ui"
    },
    "darcula-solid.nvim": {
      "src": "https://codeberg.org/brargenzilian/darcula-solid.nvim"
    },
    "dashboard-nvim": {
      "src": "https://github.com/nvimdev/dashboard-nvim"
    },
    "everforest": {
      "src": "https://github.com/sainnhe/everforest"
    },
    "fidget": {
      "src": "https://github.com/j-hui/fidget.nvim"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim"
    },
    "flutter-tools.nvim": {
      "src": "https://github.com/nvim-flutter/flutter-tools.nvim"
    },
    "fyler": {
      "src": "https://github.com/A7Lavinraj/fyler.nvim",
      "version": "'stable'"
    },
    "github-theme": {
      "src": "https://github.com/projekt0n/github-nvim-theme"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "grug-far.nvim": {
      "src": "https://github.com/MagicDuck/grug-far.nvim"
    },
    "gruvbox-material": {
      "src": "https://github.com/sainnhe/gruvbox-material"
    },
    "image_preview.nvim": {
      "src": "https://github.com/adelarsq/image_preview.nvim"
    },
    "jellybeans.nvim": {
      "src": "https://github.com/wtfox/jellybeans.nvim"
    },
    "kanagawa.nvim": {
      "src": "https://github.com/rebelot/kanagawa.nvim"
    },
    "kulala.nvim": {
      "src": "https://github.com/mistweaverco/kulala.nvim"
    },
    "laravel.nvim": {
      "src": "https://github.com/adalessa/laravel.nvim"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini.ai": {
      "src": "https://github.com/echasnovski/mini.ai"
    },
    "mini.icons": {
      "src": "https://github.com/echasnovski/mini.icons"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim"
    },
    "mini.pairs": {
      "src": "https://github.com/echasnovski/mini.pairs"
    },
    "mini.surround": {
      "src": "https://github.com/echasnovski/mini.surround"
    },
    "neo-tree.nvim": {
      "src": "https://github.com/nvim-neo-tree/neo-tree.nvim",
      "version": "3.0.0 - 4.0.0"
    },
    "neorg": {
      "src": "https://github.com/nvim-neorg/neorg"
    },
    "neotest": {
      "src": "https://github.com/nvim-neotest/neotest"
    },
    "neotest-jest": {
      "src": "https://github.com/nvim-neotest/neotest-jest"
    },
    "neotest-python": {
      "src": "https://github.com/nvim-neotest/neotest-python"
    },
    "neotest-vitest": {
      "src": "https://github.com/marilari88/neotest-vitest"
    },
    "neovim": {
      "src": "https://github.com/rose-pine/neovim"
    },
    "neovim-ayu": {
      "src": "https://github.com/shatur/neovim-ayu"
    },
    "nightfox.nvim": {
      "src": "https://github.com/edeneast/nightfox.nvim"
    },
    "nord.nvim": {
      "src": "https://github.com/shaunsingh/nord.nvim"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim": {
      "src": "https://github.com/ember-theme/nvim"
    },
    "nvim-colorizer.lua": {
      "src": "https://github.com/catgoose/nvim-colorizer.lua"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "nvim-dap-go": {
      "src": "https://github.com/leoluz/nvim-dap-go"
    },
    "nvim-dap-python": {
      "src": "https://github.com/mfussenegger/nvim-dap-python"
    },
    "nvim-dap-vscode-js": {
      "src": "https://github.com/mxsdev/nvim-dap-vscode-js"
    },
    "nvim-java": {
      "src": "https://github.com/nvim-java/nvim-java"
    },
    "nvim-jdtls": {
      "src": "https://github.com/mfussenegger/nvim-jdtls"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-nio": {
      "src": "https://github.com/nvim-neotest/nvim-nio"
    },
    "nvim-notify": {
      "src": "https://github.com/rcarriga/nvim-notify"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-ts-autotag": {
      "src": "https://github.com/windwp/nvim-ts-autotag"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "obsidian": {
      "src": "https://github.com/obsidian-nvim/obsidian.nvim"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "onedark.nvim": {
      "src": "https://github.com/navarasu/onedark.nvim"
    },
    "onedarkpro": {
      "src": "https://github.com/olimorris/onedarkpro.nvim"
    },
    "orgmode": {
      "src": "https://github.com/nvim-orgmode/orgmode"
    },
    "persisted.nvim": {
      "src": "https://github.com/olimorris/persisted.nvim"
    },
    "persistence.nvim": {
      "src": "https://github.com/folke/persistence.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "render-markdown": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "rose-pine": {
      "src": "https://github.com/rose-pine/neovim"
    },
    "rosepine": {
      "src": "https://github.com/rose-pine/neovim"
    },
    "smart-splits.nvim": {
      "src": "https://github.com/mrjones2014/smart-splits.nvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "spring-boot.nvim": {
      "src": "https://github.com/JavaHello/spring-boot.nvim",
      "version": "'218c0c26c14d99feca778e4d13f5ec3e8b1b60f0'"
    },
    "springboot-nvim": {
      "src": "https://github.com/elmcgill/springboot-nvim"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim"
    },
    "ts-expand-hover.nvim": {
      "src": "https://github.com/nemanjamalesija/ts-expand-hover.nvim"
    },
    "tsc.nvim": {
      "src": "https://github.com/dmmulroy/tsc.nvim"
    },
    "uv.nvim": {
      "src": "https://github.com/benomahony/uv.nvim"
    },
    "vague.nvim": {
      "src": "https://github.com/vague-theme/vague.nvim"
    },
    "vesper.nvim": {
      "src": "https://github.com/datsfilipe/vesper.nvim"
    },
    "vim": {
      "src": "https://github.com/nordtheme/vim"
    },
    "vim-dadbod": {
      "src": "https://github.com/tpope/vim-dadbod"
    },
    "vim-dadbod-completion": {
      "src": "https://github.com/kristijanhusak/vim-dadbod-completion"
    },
    "vim-dadbod-ui": {
      "src": "https://github.com/kristijanhusak/vim-dadbod-ui"
    },
    "vim-dotenv": {
      "src": "https://github.com/tpope/vim-dotenv"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vim-tmux-navigator": {
      "src": "https://github.com/christoomey/vim-tmux-navigator"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    },
    "winbar.nvim": {
      "src": "https://github.com/fgheng/winbar.nvim"
    },
    "yanky.nvim": {
      "src": "https://github.com/gbprod/yanky.nvim"
    }
  }
}
